Repository: KDE/kajongg
Catalog: po/*/kajongg.po
Languages: ar, eo

source: If that happens, East gets a limit score and the winds rotate
ar: إذا حدث ذلك، يحصل الشرق على درجة الحد وتدور الرياح
eo: Se tio okazas, Orienta ricevas limpoentaron kaj la ventoj rotacias

source: False Naming of Discard, Claimed for Mah Jongg and False Declaration of Mah Jongg
ar: تسمية زائفة للتجاهل، ادعاء لماه جونغ وإعلان كاذب لماه جونغ
eo: Falsa Nomado de Forĵeto, Asertita por Mah Jongg kaj Falsa Deklaro de Mah Jongg

source: Own Flower and Own Season
ar: الزهرة الخاصة والموسم الخاص
eo: Propra Floro kaj Propra Sezono

source: All Flowers
ar: كل الزهور
eo: Ĉiuj Floroj

source: All Seasons
ar: كل الفصول
eo: Ĉiuj Sezonoj

source: Three Concealed Pongs
ar: ثلاثة بونغات مخفية
eo: Tri Kaŝitaj Pongs

source: Long Hand
ar: اليد الطويلة
eo: Longa Mano

source: The hand contains too many tiles
ar: اليد تحتوي على الكثير من القطع
eo: La mano enhavas tro da kaheloj

source: Tiles in Hand
ar: القطع في اليد

source: Points Needed for Mah Jongg
ar: النقاط المطلوبة لماه جونغ
eo: Poentoj Bezonataj por Mah Jongg

source: Minimum number of doubles needed for Mah Jongg
ar: الحد الأدنى لعدد الزوجي المطلوب لماه جونغ
eo: Minimuma nombro da duobloj necesaj por Mah Jongg

source: Points for a Limit Hand
ar: نقاط ليد محدودة
eo: Poentoj por Limmano

source: Play with the roof off
ar: العب بالسقف مغلقاً
eo: Ludi kun la tegmento forigita

source: Play with no upper scoring limit
ar: العب دون حد أعلى لتسجيل النقاط
eo: Ludu sen supra limo de poentado

source: Claim Timeout
ar: مهلة المطالبة
eo: Aserti Eltempiĝon

source: Size of Kong Box
ar: حجم صندوق كونغ
eo: Grandeco de Kong-Kesto

source: The Kong Box is used for replacement tiles when declaring kongs
ar: سيستخدم صندوق الكونغ لاستبدال القطع عند إعلان الكونغ
eo: La Kong-Kesto estas uzata por anstataŭigaj kaheloj dum deklarado de kongs

source: Play with Bonus Tiles
ar: العب بقطع المكافآت
eo: Ludi kun Bonusaj Kaheloj

source: Bonus tiles increase the luck factor
ar: قطع المكافآت تزيد من عامل الحظ
eo: Bonusaj kaheloj pliigas la sortfaktoron

source: Minimum number of rounds in game
ar: الحد الأدنى لعدد التشاوات في اللعبة
eo: Minimuma nombro da ĉirkaŭvojoj en ludo

source: number of allowed chows
ar: عدد التشاوات المسموح بها
eo: nombro da permesitaj ĉaŭoj

source: The number of chows a player may build
ar: عدد التشاوات التي يمكن للاعب أن يبنيها
eo: La nombro da ĉaŭoj kiujn ludanto povas konstrui

source: must declare calling hand
ar: يجب أن يعلن عن يد مناداة
eo: devas deklari vokan manon

source: Mah Jongg is only allowed after having declared to have a calling hand
ar: لا يُسمح لماه جونغ إلا بعد أن أعلن أن لديه يد منادة
eo: Mah Jongg estas permesita nur post kiam ĝi deklaris havi vokan manon

source: Standard Rotation
ar: الدوران القياسي
eo: Norma Rotacio

source: Discard tiles ordered
ar: تجاهل القطع المطلوبة
eo: Forĵeti kahelojn menditajn

source: Discard tiles ordered from top left
ar: تجاهل القطع المطلوبة من أعلى اليسار
eo: Forĵeti kahelojn menditajn de supra maldekstro

source: Leave holes for claimed discards
ar: ترك ثقوب للمرتجعات المطالب بها
eo: Lasi truojn por asertitaj forĵetoj

source: Only when discarding tiles ordered: Do not place the next discard where the claimed discard was
ar: فقط عند التخلص من القطع المطلوبة: لا تضع القطعة المهملة التالية في المكان الذي كانت القطعة المهملة المطالب بها
eo: Nur dum forĵeto je kaheloj menditaj: Ne lokigi la sekvan forĵeton kie estis la asertita forĵeto

source: Last Tile Completes Pair of 2..8
ar: آخر قطعة تكمل زوجًا من 2..8
eo: Lasta Kahelo Kompletigas Paron de 2..8

source: Last Tile Completes Pair of Terminals or Honors
ar: آخر قطعة تكمل آخر زوج من المحطات أو الشرف
eo: Lasta Kahelo Kompletigas Paron de Terminaloj aŭ Honoroj

source: Last Tile is Only Possible Tile
ar: القطعة الأخيرة هي القطعة الوحيدة الممكنة
eo: Lasta Kahelo estas Nur Ebla Kahelo

source: Won with Last Tile Taken from Wall
ar: فاز بآخر قطعة مأخوذة من الحائط
eo: Gajnite kun Lasta Kahelo Prenita de Muro

source: Zero Point Hand
ar: يد نقطة الصفر
eo: Nula Punkta Mano

source: The hand has 0 basis points excluding bonus tiles
ar: اليد لديها 0 نقطة أساس باستثناء قطع المكافآت
eo: La mano havas 0 bazajn poentojn krom kromkaheloj

source: No Chow
ar: لا تشاو
eo: Ne Chow

source: Only Concealed Melds
ar: الخلطات المخفية فقط
eo: Nur Kaŝitaj Kunfandaĵoj

source: False Color Game
ar: لعبة الألوان الزائفة
eo: Falsa Kolora Ludo

source: Only same-colored tiles (only bamboo/stone/character) plus any number of winds and dragons
ar: قطع من نفس اللون فقط (فقط خيزران/حجر/حرف) بالإضافة إلى أي عدد من الرياح والتنانين
eo: Nur samkoloraj kaheloj (nur bambuo/ŝtono/karaktero) kaj plie ajna nombro da ventoj kaj drakoj

source: True Color Game
ar: لعبة الألوان الحقيقية
eo: Vera Kolora Ludo

source: Only same-colored tiles (only bamboo/stone/character)
ar: قطع بنفس اللون فقط (فقط من خيزران/حجر/حرف)
eo: Nur samkoloraj kaheloj (nur bambuo/ŝtono/karaktero)

source: Concealed True Color Game
ar: لعبة الألوان الحقيقية المخفية
eo: Kaŝita Vera Kolora Ludo

source: All tiles concealed and of the same suit, no honors
ar: جميع القطع مخفية ومن نفس النوع، دون الشرف
eo: Ĉiuj kaheloj kaŝitaj kaj de la sama kostumo, neniuj honoroj

source: Only Terminals and Honors
ar: المحطات والشرف فقط
eo: Nur Terminaloj kaj Honoroj

source: Only winds, dragons, 1 and 9
ar: الرياح فقط، التنانين، 1 و 9
eo: Nur ventoj, drakoj, 1 kaj 9

source: Only Honors
ar: الشرف فقط
eo: Nur Honoroj

source: Only winds and dragons
ar: الرياح والتنين فقط
eo: Nur ventoj kaj drakoj

source: Hidden Treasure
ar: الكنز المخفي
eo: Kaŝita Trezoro

source: Only hidden Pungs or Kongs, last tile from wall
ar: فقط البونغ أو الكونغ المخفي، آخر قطعة من الجدار
eo: Nur kaŝitaj Pung-oj aŭ Kong-oj, lasta kahelo de muro

source: Heads and Tails
ar: الرؤوس والذيول
eo: Kapoj kaj Vostoj

source: Only 1 and 9
ar: 1 و 9 فقط
eo: Nur 1 kaj 9

source: Fourfold Plenty
ar: أربعة أضعاف الكثير
eo: Kvarobla Abundo

source: 4 Kongs
ar: 4 كونغات
eo: 4 Kongoj

source: Three Great Scholars
ar: ثلاثة علماء كبار
eo: Tri Grandaj Akademiuloj

source: 3 Pungs or Kongs of dragons
ar: 3 بونغات أو كونغ التنانين
eo: 3 Reĝoj aŭ Reĝoj de drakoj

source: Four Blessings Hovering over the Door
ar: أربع بركات تحوم فوق الباب
eo: Kvar Benoj Ŝvebante super la Pordo

source: 4 Pungs or Kongs of winds
ar: 4 بونغات أو كونغات الرياح
eo: 4 Pungoj aŭ Kongoj de ventoj

source: Imperial Jade
ar: اليشم الإمبراطوري
eo: Imperia Jado

source: Only green tiles: Green dragon and Bamboo 2,3,4,6,8
ar: البلاط الأخضر فقط: التنين الأخضر والخيزران 2،3،4،6،8
eo: Nur verdaj kaheloj: Verda drako kaj Bambuo 2,3,4,6,8

source: Gathering the Plum Blossom from the Roof
ar: جمع زهر البرقوق من السطح
eo: Kolektante la Prunfloron de la Tegmento

source: Mah Jong with stone 5 from the dead wall
ar: ماه جونغ بالحجر 5 من الجدار الميت
eo: Mah Jong kun ŝtono 5 el la morta muro

source: Plucking the Moon from the Bottom of the Sea
ar: انتشال القمر من قاع البحر
eo: Plukante la Lunon de la Fundo de la Maro

source: Mah Jong with the last tile from the wall being a stone 1
ar: ماه جونغ مع كون آخر قطعة من الجدار حجرًا 1
eo: Mah Jong kun la lasta kahelo de la muro estas ŝtono 1

source: Scratching a Carrying Pole
ar: خدش عمود الحمل
eo: Gratante Portstangon

source: Robbing the Kong of bamboo 2
ar: سرقة كونغ من الخيزران 2
eo: Rabante la Kong de bambuo 2

source: Standard Mah Jongg
ar: معيار ماه جونغ
eo: Norma Mah Jongg

source: Nine Gates
ar: تسعة أبواب
eo: Naŭ Pordegoj

source: A concealed hand in one color 1112345678999 plus last tile of this suit (from wall or discarded)
ar: يد مخفية بلون واحد 1112345678999 بالإضافة إلى القطعة الأخير من هذا النوع (من الحائط أو المهملة)
eo: Kaŝita mano en unu koloro 1112345678999 plus lasta kahelo de ĉi tiu kostumo (de muro aŭ forĵetita)

source: Thirteen Orphans
ar: ثلاثة عشر يتيما
eo: Dek tri Orfoj

source: 13 single tiles: All dragons, winds, 1, 9 and a 14th tile building a pair with one of them
ar: 13 قطعة مفردة: جميع التنانين والرياح و1 و9 والقطعة الرابعة عشر تبني زوجًا مع واحد منهم
eo: 13 ununuraj kaheloj: Ĉiuj drakoj, ventoj, 1, 9 kaj 14-a kahelo konstruante paron kun unu el ili

source: Pung/Kong of Dragons
ar: بونغ/كونغ التنانين
eo: Pung/Kongo de Drakoj

source: Pung/Kong of Own Wind
ar: بونغ/كونغ رياحه
eo: Pung/Kongo de Propra Vento

source: Pung/Kong of Round Wind
ar: بونغ/كونغ الرياح المستديرة
eo: Pung/Kongo de Ronda Vento

source: Exposed Kong
ar: كونغ مكشوف
eo: Malkovrita Kong

source: Exposed Kong of Terminals
ar: كونغ المحطات مكشوف
eo: Malkovrita Kong de Terminaloj

source: Exposed Kong of Honors
ar: كونغ الشرف مكشوف
eo: Eksponita Kong de Honoroj

source: Exposed Pung
ar: بونغ مكشوف
eo: Malkovrita Pung

source: Exposed Pung of Terminals
ar: بونغ المحطات مكشوف
eo: Malkovrita Pung de Terminaloj

source: Exposed Pung of Honors
ar: بونغ الشرف مكشوف
eo: Eksponita Pung de Honoroj

source: Concealed Kong
ar: كونغ المخفي
eo: Kaŝita Kong

source: Concealed Kong of Terminals
ar: كونغ المحطات المخفي
eo: Kaŝita Kong de Terminaloj

source: Concealed Kong of Honors
ar: كونغ الشرف المخفي
eo: Kaŝita Kong de Honoroj

source: Concealed Pung
ar: بونغ مخفي
eo: Kaŝita Pung

source: Concealed Pung of Terminals
ar: بونغ المحطات المخفي
eo: Kaŝita Pung de Terminaloj

source: Concealed Pung of Honors
ar: بونغ الشرف المخفي
eo: Kaŝita Pung de Honoroj

source: Pair of Own Wind
ar: زوج من الرياح الخاصة
eo: Paro de Propra Vento

source: Pair of Round Wind
ar: زوج من الرياح المستديرة
eo: Paro de Ronda Vento

source: Pair of Dragons
ar: زوج من التنانين
eo: Paro de Drakoj

source: Flower
ar: وردة
eo: Floro

source: Season
ar: فصل
eo: Sezono

source: Classical Chinese DMJL
ar: الصينية الكلاسيكية DMJL
eo: Klasika ĉina DMJL

source: Classical Chinese as defined by the Deutsche Mah Jongg Liga (DMJL) e.V.
ar: اللغة الصينية الكلاسيكية المعرفة من قبل Deutsche Mah Jongg Liga (DMJL) e.V.
eo: Klasika ĉina kiel difinite fare de la Deutsche Mah Jongg Liga (DMJL) e.V.

source: Squirming Snake
ar: الثعبان المتلوي
eo: Tordiĝanta Serpento

source: All tiles of same color. Pung or Kong of 1 and 9, pair of 2, 5 or 8 and two Chows of the remaining values
ar: جميع القطع من نفس اللون. بونغ أو كونغ من 1 و9، زوج من 2 أو 5 أو 8 واثنين من تشاو من القيم المتبقية
eo: Ĉiuj kaheloj de la sama koloro. Pung aŭ Kong de 1 kaj 9, paro de 2, 5 aŭ 8 kaj du Chows de la ceteraj valoroj

source: Little Three Dragons
ar: التنانين الثلاثة الصغيرة
eo: Malgrandaj Tri Drakoj

source: 2 Pungs or Kongs of dragons and 1 pair of dragons
ar: 2 بونغ أو كونغ التنانين وزوج واحد من التنانين
eo: 2 Pung-oj aŭ Kong-oj de drakoj kaj 1 paro de drakoj

source: Big Three Dragons
ar: التنانين الثلاثة الكبار
eo: Grandaj Tri Drakoj

source: Little Four Joys
ar: أفراح الأربعة الصغيرة
eo: Malgrandaj Kvar Ĝojoj

source: 3 Pungs or Kongs of winds and 1 pair of winds
ar: 3 بونغ أو كونغ من الرياح وزوج واحد من الرياح
eo: 3 Pungoj aŭ Kongoj de ventoj kaj 1 paro de ventoj

source: Big Four Joys
ar: أفراح الأربعة الكبار
eo: Grandaj Kvar Ĝojoj

source: False Naming of Discard, Claimed for Chow
ar: تسمية زائفة للتجاهل، المطالب بها لتشاو
eo: Falsa Nomado de Forĵeto, Asertita por Chow

source: False Naming of Discard, Claimed for Pung/Kong
ar: تسمية زائفة للتجاهل، طُولب بها لبونغ/كونغ
eo: Falsa Nomado de Forĵeto, Asertita por Pung/Kong

source: False Declaration of Mah Jongg by One Player
ar: إعلان كاذب لماه جونغ من لاعب واحد
eo: Falsa Deklaro de Mah Jongg de Unu Ludanto

source: False Declaration of Mah Jongg by Two Players
ar: إعلان كاذب عن ماه جونغ من قبل لاعبين
eo: Falsa Deklaro de Mah Jongg de Du Ludantoj

source: False Declaration of Mah Jongg by Three Players
ar: إعلان كاذب عن ماه جونغ من قبل ثلاثة لاعبين
eo: Falsa Deklaro de Mah Jongg de Tri Ludantoj

source: False Naming of Discard, Claimed for Mah Jongg
ar: تسمية زائفة للتجاهل، المزعومة لماه جونغ
eo: Falsa Nomado de Forĵeto, Asertita por Mah Jongg

source: Classical Chinese BMJA
ar: BMJA الصينية الكلاسيكية
eo: Klasika ĉina BMJA

source: Classical Chinese as defined by the British Mah-Jong Association
ar: اللغة الصينية الكلاسيكية كما حددتها جمعية ماه جونغ البريطانية
eo: Klasika ĉina kiel difinite fare de la brita Mah-Jong Association

source: Original Call
ar: النداء الأصلي
eo: Origina Voko

source: Gates of Heaven
ar: أبواب الجنة
eo: Pordegoj de la Ĉielo

source: All tiles concealed of same color: Values 1112345678999 with one pair from 2 to 8 (last tile from wall or discarded)
ar: جميع القطع مخفية بنفس اللون: القيم 1112345678999 مع زوج واحد من 2 إلى 8 (آخر قطعة من الجدار أو تم التخلص منها)
eo: Ĉiuj kaheloj kaŝitaj de sama koloro: Valoroj 1112345678999 kun unu paro de 2 ĝis 8 (lasta kahelo de muro aŭ forĵetita)

source: Wriggling Snake
ar: الثعبان المتلوي
eo: Svinganta Serpento

source: Pair of 1s and a run from 2 to 9 in the same suit with each of the winds
ar: زوج من الأول وجولة من 2 إلى 9 في نفس النوع مع كل من الرياح
eo: Paro de 1s kaj kuro de 2 ĝis 9 en la sama kostumo kun ĉiu el la ventoj

source: Triple Knitting
ar: حياكة ثلاثية
eo: Triobla Trikado

source: Four sets of three tiles in the different suits and a pair: No Winds or Dragons
ar: أربع مجموعات من ثلاثة قطع بأنواع مختلفة وزوج: لا رياح أو تنانين
eo: Kvar aroj de tri kaheloj en la malsamaj foliokompletoj kaj paro: Neniuj Ventoj aŭ Drakoj

source: Knitting
ar: الحياكة
eo: Trikado

source: 7 pairs of tiles in any 2 out of 3 suits; no Winds or Dragons
ar: 7 أزواج من القطع في أي 2 من 3 أنواع، لا رياح أو تنانين
eo: 7 paroj da kaheloj en iu ajn 2 el 3 foliokompletoj; neniuj Ventoj aŭ Drakoj

source: All pair honors
ar: كل الشرف الزوجية
eo: Ĉiuj paro honoroj

source: 7 pairs of 1s/9s/Winds/Dragons
ar: 7 أزواج من الأوائل/تسعات/الرياح/التنانين
eo: 7 paroj de 1s/9s/Ventos/Drakoj

source: Own Flower
ar: الزهرة الخاصة
eo: Propra Floro

source: Own Season
ar: الموسم الخاص
eo: Propra Sezono

source: Buried Treasure
ar: الكنز المدفون
eo: Entombigita Trezoro

source: Concealed pungs of one suit with winds/dragons and a pair
ar: بونغات مخفية لنوع واحدة مع رياح/تنين وزوج
eo: Kaŝitaj pungoj de unu foliokompleto kun ventoj/drakoj kaj paro

source: Purity
ar: الطهارة
eo: Pureco

source: Only same-colored tiles (no chows, dragons or winds)
ar: القطع ذات اللون نفسه فقط (دون تشاو أو تنانين أو رياح)
eo: Nur samkoloraj kaheloj (neniuj ĉaŭoj, drakoj aŭ ventoj)

source: 3 Pungs or Kongs of dragons plus any pung/kong and a pair
ar: 3 بونغ أو كونغ التنانين بالإضافة إلى أي بونغ/كونغ وزوج
eo: 3 Reĝoj aŭ Reĝoj de drakoj plus ajna pung/kong kaj paro

source: The 13 Unique Wonders
ar: العجائب الثلاثة عشر الفريدة
eo: La 13 Unikaj Mirindaĵoj

source: False Naming of Discard, Claimed for Chow/Pung/Kong
ar: تسمية زائفة للتجاهل، تمت المطالبة بها لتشاو/بونغ/كونغ
eo: Falsa Nomado de Forĵeto, Asertita por Chow/Pung/Kong

source: Calling for Only Honors
ar: النداء إلى الشرف فقط
eo: Alvokante Nur Honorojn

source: Calling for Wriggling Snake
ar: نداء الثعبان المتلوي
eo: Alvokante Wriggling Snake

source: Calling for Triple Knitting
ar: النداء إلى الحياكة الثلاثية
eo: Alvoko por Triobla Trikado

source: Calling for Gates of Heaven
ar: النداء إلى أبواب السماء
eo: Alvokante Pordegojn de Ĉielo

source: Calling for Knitting
ar: النداء إلى الحياكة
eo: Vokante por Trikado

source: Calling for Imperial Jade
ar: النداء إلى اليشم الإمبراطوري
eo: Alvokante Imperial Jade

source: Calling for The 13 Unique Wonders
ar: النداء إلى العجائب الثلاثة عشر الفريدة
eo: Alvoko por La 13 Unikaj Mirindaĵoj

source: Calling for Three Great Scholars
ar: النداء لثلاثة من العلماء الكبار
eo: Alvokante Tri Grandajn Akademiulojn

source: Calling for All pair honors
ar: النداء إلى الشرف لجميع الأزواج
eo: Vokante por Ĉiuj paro honoroj

source: Calling for Heads and Tails
ar: النداء الرؤوس والذيول
eo: Alvokante Kapojn kaj Vostojn

source: Calling for Four Blessings Hovering over the Door
ar: النداء بأربع صلوات على الباب
eo: Alvokante Kvar Benojn Ŝvebante super la Pordo

source: Calling for Buried Treasure
ar: النداء إلى الكنز المدفون
eo: Alvokante Buried Treasure

source: Calling for Fourfold Plenty
ar: النداء إلى الوفرة بأربعة أضعاف
eo: Alvokante kvaroblan abundon

source: Calling for Purity
ar: النداء إلى الطهارة
eo: Alvokante Purecon

source: Taiwanese 16-tile game, FOR DEVELOPERS
ar: لعبة الـ 16 قطعة التايوانية، للمطورين

source: Taiwanese 16-Tiles Mah Jongg, early alpha. See https://bugs.kde.org/show_bug.cgi?id=298821
ar: ما جونغ ماه جونغ التايواني المكون من 16 قطعة، أوائل ألفا. انظر https://bugs.kde.org/show_bug.cgi?id=298821

# kajongg name for local game server
source: Local Game
ar: لعبة محلية
eo: Loka Ludo

source: Database %1 updated from schema %2 to %3
ar: حُدثت قاعدة البيانات %1 من المخطط %2 إلى %3
eo: Datumbazo %1 ĝisdatigita de skemo %2 al %3

source: points
ar: نقاط
eo: punktoj

# kajongg
source: doubles
ar: الزوجيات
eo: duobloj

# kajongg
source: limits
ar: الحدود
eo: limoj

# Kajongg
source: %1 points
ar: %1 نقطة
eo: %1 poentoj

# Kajongg
source: %1 doubles
ar: %1 زوجي
eo: %1 duobligas

# Kajongg
source: %1 limits
ar: %1 حدا
eo: %1 limoj

source: Meld Rules
ar: قواعد الخلط
eo: Meld Reguloj

source: Meld rules are applied to single melds independent of the rest of the hand
ar: تطبّق قواعد الخلط على الخلطات الفردية بشكل مستقل عن بقية اليد
eo: Meld-reguloj estas aplikitaj al ununuraj kunfandaĵoj sendependa de la resto de la mano

source: Hand Rules
ar: قواعد اليد
eo: Manaj Reguloj

source: Hand rules are applied to the entire hand, for all players
ar: تُطبق قواعد اليد على اليد بأكملها، لجميع اللاعبين
eo: Manreguloj estas aplikataj al la tuta mano, por ĉiuj ludantoj

source: Winner Rules
ar: قواعد الفائز
eo: Reguloj de Gajninto

source: Winner rules are applied to the entire hand but only for the winner
ar: تُطبق قواعد الفائز على كامل اليد ولكن على الفائز فقط
eo: Gajninto-reguloj estas aplikataj al la tuta mano sed nur por la gajninto

source: Loser Rules
ar: قواعد الخاسر
eo: Reguloj de Malgajninto

source: Loser rules are applied to the entire hand but only for non-winners
ar: تُطبق قواعد الخاسر على كامل اليد ولكن فقط لغير الفائزين
eo: Malgajninto-reguloj estas aplikataj al la tuta mano sed nur por ne-gajnantoj

source: Mah Jongg Rules
ar: قواعد ماه جونغ
eo: Mah Jongg Reguloj

source: Only hands matching a Mah Jongg rule can win
ar: الأيدي المطابقة لقاعدة ماه جونغ هي وحدها القادرة على الفوز
eo: Nur manoj kongruantaj kun regulo de Mah Jongg povas venki

# kajongg
source: Options
ar: خيارات
eo: Opcioj

source: Here we have several special game related options
ar: هنا لدينا العديد من الخيارات الخاصة المتعلقة باللعبة
eo: Ĉi tie ni havas plurajn specialajn lud-rilatajn eblojn

source: Penalties
ar: العقوبات
eo: Punoj

source: Penalties are applied manually by the user. They are only used for scoring games. When playing against the computer or over the net, Kajongg will never let you get into a situation where you have to pay a penalty
ar: تُطبق العقوبات يدويًا بواسطة المستخدم. تُستخدم فقط لتسجيل الأهداف في المباريات. عند اللعب ضد الحاسوب أو عبر الشبكة، لن يسمح لك كاجونغ أبدًا بالوقوع في موقف حيث يتعين عليك دفع عقوبة
eo: Punoj estas aplikataj permane de la uzanto. Ili estas uzataj nur por poentado de ludoj. Ludante kontraŭ la komputilo aŭ tra la reto, Kajongg neniam lasos vin eniri en situacion kie vi devas pagi punon.

# Ruleset._newKey:%1 is empty or space plus number
source: Copy%1 of %2
ar: نسخة%1 عن %2
eo: Kopio%1 de %2

# %1 can be a sentence
source: %4 have impossible values %2/%3 in rule "%1"
ar: %4 لها قيم مستحيلة %2/%3 في القاعدة "%1"
eo: %4 havas neeblajn valorojn %2/%3 en regulo "%1"

# wrong value for rule
source: %1: %2 is too small, minimal value is %3
ar: %1: %2 صغير جدًا، الحد الأدنى للقيمة هو %3
eo: %1: %2 estas tro malgranda, minimuma valoro estas %3

# @title:window
source: Customize rulesets
ar: خصّص مجموعات القواعد
eo: Agordi regulojn

# kajongg
source: Rule
ar: القاعدة
eo: Regulo

source: C&opy
ar: ا&نسخ
eo: K&opii

# Kajongg ruleset comparer
source: Co&mpare
ar: قارن
eo: Kom&pari

source: &Remove
ar: أ&زل
eo: Fo&rpreni

source: &Close
ar: أ&غلق
eo: &Fermi

source: Do you really want to abort this game?
ar: هل تريد حقًا إنهاء هذه اللعبة؟
eo: Ĉu vi vere volas ĉesigi ĉi tiun ludon?

# @title:window
source: Swap Seats
ar: تبديل المقاعد
eo: Interŝanĝi Sidlokojn

source: By the rules, %1 and %2 should now exchange their seats.
ar: بموجب القواعد، يجب الآن على %1 و%2 تبادل مقاعدهما.
eo: Laŭ la reguloj, %1 kaj %2 nun devus interŝanĝi siajn sidlokojn.

source: &Exchange
ar: &تبادل
eo: &Interŝanĝi

source: &Keep seat
ar: أ&بقِ المقعد
eo: &Konservi sidlokon

# @title:window
source: Select four players
ar: حدد أربعة لاعبين
eo: Elekti kvar ludantojn

source: Move Exposed Tiles Here
ar: انقل القطع المكشوفة هنا
eo: Movi Malkovritajn Kahelojn Ĉi tien

source: Move Concealed Tiles Here
ar: انقل القطع المخفية هنا
eo: Movi Kaŝitajn Kahelojn Ĉi tien

source: Please define four players in <interface>Settings|Players</interface>
ar: يرجى تحديد أربعة لاعبين في <interface>إعدادات|اللاعبون</interface>
eo: Bonvolu difini kvar ludantojn en <interface>Agordoj|Ludantoj</interface>

source: Round/Hand
ar: جولة/يد
eo: Ronda/Mano

# kajongg
source: Score
ar: النتيجة
eo: Poentaro

# kajongg
source: Payments
ar: حالات السداد
eo: Pagoj

# kajongg
source: Balance
ar: الرصيد
eo: Bilanco

# kajongg
source: Chart
ar: الرسم البياني
eo: Diagramo

# kajongg
source: Scores
ar: النتائج
eo: Poentoj

# kajongg
source: Used Rules
ar: القواعد المستعملة
eo: Uzitaj Reguloj

source: Final scores for game <numid>%1</numid>
ar: النتائج النهائية للمباراة <numid>%1</numid>
eo: Finaj poentoj por ludo <numid>%1</numid>

source: Scores for game <numid>%1</numid>
ar: نتائج مباراة <numid>%1</numid>
eo: Poentoj por ludo <numid>%1</numid>

# @title:window
source: Explain Scores
ar: اشرح النتائج
eo: Klarigi Poentojn

source: There is no active game
ar: لا توجد لعبة نشطة
eo: Ne estas aktiva ludo

source: Manual score for %1: %2 points
ar: النتيجة اليدوية لـ %1: %2 نقطة
eo: Mana poento por %1: %2 poentoj

source: Penalty
ar: العقوبة‎‎
eo: Puno

source: Offense:
ar: المخالفة:
eo: Delikto:

source: Total Penalty
ar: مجموعة العقوبة
eo: Suma Puno

source: &Execute
ar: &نفّذ
eo: &Plenumi

# penalty dialog, appears behind paying player combobox
source: pays %1 points
ar: يدفع %1 نقطة
eo: pagas %1 poentojn

# penalty dialog, appears behind profiting player combobox
source: gets %1 points
ar: يحصل %1 نقطة
eo: ricevas %1 poentojn

# @title:window
source: Scoring for this Hand
ar: تسجيل النقاط لهذه اليد
eo: Poentado por ĉi tiu Mano

# kajongg
source: Player
ar: اللاعب
eo: Ludanto

# kajongg
source: Wind
ar: ريح
eo: Vento

source: Winner
ar: الفائز
eo: Gajninto

# kajongg
source: Draw
ar: اسحب
eo: Egaliĝo

source: &Penalties
ar: ال&عقوبات
eo: &Punoj

source: &Save Hand
ar: ا&حفظ اليد
eo: &Konservi manon

source: &Last Tile:
ar: أ&خر قطعة:
eo: &Lasta Kahelo:

source: L&ast Meld:
ar: أخر &خلط:
eo: L&asta Meld:

source: Wrong password
ar: كلمة سر خاطئة.
eo: Erara pasvorto

source: table with id <numid>%1</numid> not found
ar: لم يعثر على الطاولة التي تحمل المعرف <numid>%1</numid>
eo: tabelo kun id <numid>%1</numid> ne trovita

source: Player %1 has logged out
ar: غادر اللاعب %1
eo: Ludanto %1 elsalutis

source: the server will listen on PORT ({int(defaultPort)})
ar: سوف يستمع الخادم إلى المنفذ ({int(defaultPort)})
eo: la servilo aŭskultos ĉe PORT ({int(defaultPort)})

source: the server will listen on SOCKET
ar: سوف يستمع الخادم على SOCKET
eo: la servilo aŭskultos sur SOCKET

source: name of the database
ar: اسم قاعدة البيانات
eo: nomo de la datumbazo

source: do not terminate local game server after last client disconnects
ar: لا تقم بإنهاء خادم اللعبة المحلي بعد قطع اتصال العميل الأخير
eo: ne ĉesigi lokan ludservilon post malkonekto de la lasta kliento

source: You already joined this table
ar: لقد انضممت فعلًا إلى هذه الطاولة
eo: Vi jam aliĝis al ĉi tiu tablo

source: All seats are already taken
ar: جميع المقاعد مشغولة بالفعل
eo: Ĉiuj sidlokoj jam estas okupitaj

source: takes a seat
ar: يشغل مقعدًا
eo: prenas sidlokon

source: leaves the table
ar: يترك الطاولة
eo: forlasas la tablon
