Repository: KDE/kajongg
Catalog: po/*/kajongg.po
Languages: ar, eo

# kajongg, name of robot player, to be translated
source: Robot 1
ar: زيد
eo: Roboto 1

# kajongg, name of robot player, to be translated
source: Robot 2
ar: عمرو
eo: Roboto 2

# kajongg, name of robot player, to be translated
source: Robot 3
ar: سعد
eo: Roboto 3

source: Only the initiator %1 can start this game, you are %2
ar: فقط البادئ %1 يمكنه بدء هذه اللعبة، أنت %2
eo: Nur la iniciatinto %1 povas komenci ĉi tiun ludon, vi estas %2

source: Game <numid>%1</numid> is over!
ar: انتهت اللعبة <numid>%1</numid>!
eo: Ludo <numid>%1</numid> finiĝis!

source: %1 wrongly said %2 for meld %3
ar: قال %1 بشكل خاطئ %2 للخلط %3
eo: %1 erare diris %2 por kunfandi %3

source: %1 wrongly said %2: claims to have concealed tiles %3 but only has %4
ar: %1 قال بشكل خاطئ %2: يدعي أنه أخفى قطع %3 ولكن لديه %4 فقط
eo: %1 erare diris %2: asertas esti kaŝinta kahelojn %3 sed nur havas %4

source: declareKong:%1 wrongly said Kong for meld %2
ar: أعلن كونغ:%1 قال خطأً كونغ للخلط %2
eo: declareKong:%1 malĝuste diris Kong por meld %2

source: %1 claiming MahJongg: This is not a winning hand: %2
ar: %1 يطالب بماها كونغ: هذه ليست يد رابحة: %2
eo: %1 pretendante MahJongg: Ĉi tio ne estas venka mano: %2

source: No voices will be heard because the program %1 is missing
ar: لن يسمع أي صوت لأن البرنامج %1 مفقود
eo: Neniuj voĉoj estos aŭditaj ĉar la programo %1 mankas

source: cannot write <filename>%1</filename>: %2
ar: لا يمكن كتابة <filename>%1</filename>: %2
eo: ne povas skribi <filename>%1</filename>: %2

source: The voice files have changed, their checksum has changed.
ar: تغيرت الملفات الصوتية، وتغير مجموعها الاختباري.
eo: La voĉaj dosieroj ŝanĝiĝis, ilia kontrolsumo ŝanĝiĝis.

source: Please reinstall kajongg or do, with sufficient permissions:
ar: يرجى إعادة تثبيت كاجونغ أو القيام به مع الأذونات الكافية:
eo: Bonvolu reinstali kajongg aŭ faru, kun sufiĉaj permesoj:

source: Table
ar: الطاولة
eo: Tabelo

# table status
source: Status
ar: الحالة
eo: Stato

source: Ruleset
ar: قواعد اللعب
eo: Regularo

source: Select a ruleset
ar: اختر مجموعة قواعد اللعب
eo: Elekti regularon

# allocate a new table
source: &New
ar: &جديد
eo: &Nova

source: Allocate a new table
ar: أنشئ طاولة جديدة
eo: Asigni novan tabelon

source: &Join
ar: انضمام
eo: &Aliĝu

source: Join a table
ar: انضم لطاولة
eo: Aliĝi al tablo

source: &Leave
ar: ا&ترك
eo: &Foriri

source: Leave a table
ar: اترك الطاولة
eo: Lasi tablon

# Kajongg-Ruleset
source: Compare
ar: قارن
eo: Kompari

source: Compare the rules of this table with my own rulesets
ar: قارن قواعد هذه الطاولة مع مجموعات قواعدي
eo: Kompari la regulojn de ĉi tiu tabelo kun miaj propraj reguloj

source: &Chat
ar: &دردش
eo: &Babili

source: &Start
ar: ا&بدأ
eo: &Starti

source: Start playing on a table. Empty seats will be taken by robot players.
ar: ابدأ اللعب على الطاولة. سيشغل اللاعبون الآليّون المقاعد الفارغة.
eo: Komencu ludi sur tablo. Malplenaj sidlokoj estos prenitaj de robotludantoj.

source: opens a chat window
ar: تفتح نافذة الدردشة
eo: malfermas babilejon

source: Local Games with Ruleset %1
ar: الألعاب المحلية بمجموعة القواعد %1
eo: Lokaj Ludoj kun Regularo %1

source: Tables at %1
ar: الطاولات في %1
eo: Tabeloj ĉe %1

source: Start a new game
ar: ابدأ لعبة جديدة
eo: Komenci novan ludon

# resuming a local suspended game
source: &Resume
ar: ا&ستأنف
eo: Daŭ&rigi

source: Resume the selected suspended game
ar: استئناف اللعبة المعلقة المحددة
eo: Repreni la elektitan suspenditan ludon

source: Chat with others on this table
ar: دردش مع الآخرين على هذه الطاولة
eo: Babilu kun aliaj sur ĉi tiu tablo

source: For chatting with others on this table, please first take a seat
ar: للدردشة مع الآخرين على هذه الطاولة، يرجى الجلوس أولاً
eo: Por babili kun aliaj sur ĉi tiu tablo, bonvolu unue sidiĝi

# kajongg
source: hidden
ar: مخفي
eo: kaŝita

# kajongg
source: stone
ar: حجر
eo: ŝtono

# kajongg
source: bamboo
ar: خيزران
eo: bambuo

# kajongg
source: character
ar: حرف
eo: karaktero

# kajongg
source: wind
ar: ريح
eo: vento

# kajongg
source: dragon
ar: تنين
eo: drako

# kajongg
source: flower
ar: زهرة
eo: floro

# kajongg
source: season
ar: فصل
eo: sezono

# kajongg
source: tile
ar: قطعة
eo: kahelo

# kajongg
source: white
ar: أبيض
eo: blanka

# kajongg
source: red
ar: أحمر
eo: ruĝa

# kajongg
source: green
ar: أخضر
eo: verda

# kajongg
source: East
ar: شرق
eo: Oriento

# kajongg
source: South
ar: الجنوب
eo: Sudo

# kajongg
source: West
ar: الغرب
eo: Okcidenta

# kajongg
source: North
ar: الشمال
eo: Nordo

source: East Wind
ar: رياح شرقية
eo: Orienta Vento

source: South Wind
ar: رياح جنوبية
eo: Suda Vento

source: West Wind
ar: رياح غربية
eo: Okcidenta Vento

source: North Wind
ar: رياح شمالية
eo: Norda Vento

# kajongg meld type
source: Bonus
ar: مكافأة
eo: Gratifiko

# kajongg meld type
source: &single
ar: &مفرد
eo: unuop&a

# kajongg meld type
source: &pair
ar: &زوج
eo: &paro

# kajongg meld type
source: &chow
ar: &تشاو

# kajongg meld type
source: p&ung
ar: &بونغ

# kajongg meld type
source: c&laimed kong
ar: كونغ ال&مطلوب
eo: p&retendita kong

# kajongg meld type
source: k&ong
ar: كونغ

# kajongg meld type
source: rest of tiles
ar: بقية القطع
eo: resto de kaheloj

# kajongg meld state
source: Exposed
ar: مكشوف
eo: Eksponita

# kajongg meld state
source: Concealed
ar: مخفي
eo: Kaŝita

# kajongg meld name, do not translate parameter names
source: {state} {meldType} {name}
ar: {name} {meldType} {state}

# TilesetSelector
source: Preview
ar: عاين

# TilesetSelector
source: Properties
ar: خصائص

# TilesetSelector
source: Author:
ar: المؤلّف:

# TilesetSelector
source: Contact:
ar: الاتصال:

# TilesetSelector
source: Description:
ar: الوصف:

source: Your client has a version older than 4.9.0 but you need %1 for this server
ar: عميلك لديه إصدار أقدم من 4.9.0 ولكنك تحتاج إلى %1 لهذا الخادم
eo: Via kliento havas version pli malnovan ol 4.9.0 sed vi bezonas %1 por ĉi tiu servilo

source: Your client has version %1 but you need %2 for this server
ar: عمليك لديه الإصدار %1 ولكنك تحتاج إلى %2 لهذا الخادم
eo: Via kliento havas version %1 sed vi bezonas %2 por ĉi tiu servilo

source: Preview
eo: Antaŭrigardo

source: Properties
eo: Ecoj

source: Author:
eo: Aŭtoro:

source: Contact:
eo: Kontakto:

source: Description:
eo: Priskribo:

source: License Agreement
eo: Licenca Interkonsento
