Repository: KDE/kajongg
Catalog: po/*/kajongg.po
Languages: ar, eo

# kajongg
source: Game
ar: اللعبة
eo: Ludo

source: View
ar: اعرض
eo: Vido

source: Toolbar
ar: شريط الأدوات
eo: Ilobreto

source: file <filename>%1</filename> contains no valid SVG
ar: الملف <filename>%1</filename> لا يحتوي على SVG صالح
eo: dosiero <filename>%1</filename> enhavas neniun validan SVG

# BackgroundSelector
source: Preview
ar: عاين

# BackgroundSelector
source: Properties
ar: خصائص

# BackgroundSelector
source: Author:
ar: المؤلّف:

# BackgroundSelector
source: Contact:
ar: الاتصال:

# BackgroundSelector
source: Description:
ar: الوصف:

source: Choose from
ar: اختر من
eo: Elektu el

source: Time
ar: الوقت
eo: Tempo

source: Player
ar: اللاعب
eo: Ludanto

source: Message
ar: الرّسالة
eo: Mesaĝo

source: Chat on table %1 at %2
ar: دردش على الطاولة %1 في %2
eo: Babilado sur la tablo %1 ĉe %2

# table status
source: Suspended
ar: مُعلَّقة
eo: Nuligita

# table status
source: Running
ar: تعمل
eo: Ruliĝas

# table status
source: New
ar: جديدة
eo: Nova

source: Show tile shadows
ar: أظهر ظلال القطع
eo: Montru kahelajn ombrojn

source: Rearrange undisclosed tiles to melds
ar: أعد ترتيب القطع غير المكشوف عنها إلى الخلطات
eo: Reordigu sekretajn kahelojn al kunfandiĝoj

source: Show only possible actions
ar: أظهر الإجراءات الممكنة فقط
eo: Montru nur eblajn agojn

source: Propose what to do
ar: اقتراح ما يجب القيام به
eo: Proponu kion fari

source: Animation speed:
ar: سرعة التحريك:
eo: Animacia rapideco:

source: Use sounds if available
ar: استخدم الأصوات إذا كانت متوفرة
eo: Uzu sonojn se disponeblas

source: Let others hear my voice
ar: دع الآخرين يسمعون صوتي
eo: Lasu aliajn aŭdi mian voĉon

# kajongg
source: Play
ar: شغّل
eo: Ludi

source: Tiles
ar: القطع
eo: Tegoloj

source: Backgrounds
ar: الخلفيات
eo: Fonoj

source: The game server lost connection to player %1
ar: فقد خادم اللعبة الاتصال باللاعب %1
eo: La ludservilo perdis konekton al ludanto %1

source: Error for player %1: %2 %3
ar: خطأ في المشغل %1: %2 %3
eo: Eraro por ludanto %1: %2 %3

# Kajongg
source: Rule
ar: القاعدة
eo: Regulo

# @title:window
source: Compare
ar: قارن
eo: Kompari

# Kajongg-Rule
source: not defined
ar: غير محدد
eo: ne difinita

source: Score computed manually
ar: حسبت النتيجة يدويا
eo: Poentaro komputita permane

source: Player %1 not known
ar: اللاعب %1 غير معروف
eo: Ludanto %1 ne konata

source: Short living wall: Tile is invisible, hence dangerous
ar: جدار حي قصير: القطع غير مرئية، وبالتالي خطير
eo: Mallonga viva muro: Kahelo estas nevidebla, do danĝera

source: Players
ar: اللاعبون
eo: Ludantoj

source: Started
ar: بدأت
eo: Komenciĝis

# @title:window
source: Games
ar: اللعبة
eo: Ludoj

# start a new game
source: &New
ar: &جديد
eo: &Nova

source: &Load
ar: &حمّل
eo: &Ŝargi

source: &Delete
ar: اح&ذف
eo: &Forigi

source: Show only pending games
ar: أظهر الألعاب المعلقة فقط
eo: Montru nur pritraktatajn ludojn

source: Do you really want to delete <numid>%1</numid> games?<br>This will be final, you cannot cancel it with the cancel button
ar: هل تريد حقًا حذف ألعاب <numid>%1</numid>؟<br>سيكون هذا نهائيًا، ولا يمكنك إلغاؤه باستخدام زر الإلغاء
eo: Ĉu vi vere volas forigi <numid>%1</numid> ludojn?<br>Ĉi tio estos definitiva, vi ne povas nuligi ĝin per la nuligi butonon

source: Kajongg
ar: كاجونغ

source: Which chow do you want to expose?
ar: ما هو الطعام الذي تريد كشفه؟
eo: Kiun ĉaŭon vi volas elmontri?

source: Which kong do you want to declare?
ar: ما هو الكونغ الذي تريد إعلانه؟
eo: Kiun kongon vi volas deklari?

source: Choose
ar: اختر
eo: Elektu

source: You cannot say %1
ar: لا يمكنك قول %1
eo: Vi ne povas diri %1

source: Player %1 has left the table
ar: لقد غادر اللاعب %1 الطاولة
eo: Ludanto %1 forlasis la tablon

source: The game on table <numid>%1</numid> can begin. Are you ready to play now?
ar: يمكن أن تبدأ اللعبة على الطاولة <numid>%1</numid>. هل أنت جاهز للعب؟
eo: La ludo sur tablo <numid>%1</numid> povas komenciĝi. Ĉu vi pretas ludi nun?

source: Ready for next hand?
ar: جاهز لليد القادمة؟
eo: Preta por la sekva mano?

source: The connection to the server %1 broke, please try again later.
ar: انقطع الاتصال بالخادم %1، يرجى المحاولة مرة أخرى لاحقًا.
eo: La konekto al la servilo %1 rompiĝis, bonvolu provi denove poste.

source: Mah Jongg - the ancient Chinese board game for 4 players
ar: ما كونغ - لعبة لوحية صينية قديمة لأربعة لاعبين
eo: Mah Jongg - la antikva ĉina tabulludo por 4 ludantoj

source: all robots play with visible concealed tiles
ar: جميع الروبوتات تلعب بالقطع المخفية المرئية
eo: ĉiuj robotoj ludas per videblaj kaŝitaj kaheloj

source: start with demo mode
ar: البدء بالوضع التجريبي
eo: komencu kun demo-reĝimo

source: login to HOST
ar: الولوج إلى المضيف
eo: ensalutu al HOST

source: start new TABLE
ar: ابدأ طاولة جديدة
eo: komenci novan TABLE

source: join TABLE
ar: انضم إلى الطاولة
eo: join al TABLE

source: use RULESET without asking
ar: استخدم مجموعة القواعد دون أن تطلب ذلك
eo: uzu RULESET sen demandi

source: prefer PLAYER for next login
ar: فضّل اللاعب للولوج التالي
eo: preferu PLAYER por venonta ensaluto

source: use AI variant for human player in demo mode
ar: استخدم متغير الذكاء الاصطناعي للاعب البشري في الوضع التجريبي
eo: uzu AI-variaĵon por homa ludanto en demo-reĝimo

source: write statistics to CSV
ar: اكتب الإحصائيات إلى ملف CSV
eo: skribi statistikojn al CSV

source: show all available rulesets
ar: أظهر جميع مجموعات القواعد المتاحة
eo: montri ĉiujn disponeblajn regulojn

source: for testing purposes: Initializes the random generator
ar: لأغراض الاختبار: تهيئة المولد العشوائي
eo: por testoceloj: Pravalorizas la hazardan generatoron

source: show no graphical user interface. Intended only for testing
ar: لا تظهر واجهة مستخدم رسومية. لأغراض الاختبار فقط
eo: montri neniun grafikan uzantinterfacon. Destinita nur por testado

source: use a dedicated server already running and listening on SOCKET. Intended only for testing
ar: استخدم خادمًا مخصصًا يعمل بالفعل ويستمع على SOCKET. لأغراض الاختبار فقط
eo: uzi dediĉitan servilon jam rulantan kaj aŭskultantan sur SOCKET. Destinita nur por testado

source: use a dedicated server already running and listening on PORT. Intended only for testing
ar: استخدم خادمًا مخصصًا يعمل حاليا ويستمع على المنفذ. لأغراض الاختبار فقط
eo: uzi dediĉitan servilon jam rulantan kaj aŭskultantan sur PORT. Destinita nur por testado

source: &OK
ar: &حسنًا
eo: B&one

source: &Apply
ar: &طبّق
eo: &Apliki

source: &Cancel
ar: أل&غِ
eo: &Rezigni

source: &Help
ar: م&ساعدة
eo: &Helpo

source: &Defaults
ar: ال&مبدئيات
eo: &Defaŭltoj

# @action:inmenu
source: Show St&atusbar
ar: اعرض شريط ال&حالة
eo: Montri St&atobreton

# @action:inmenu
source: Show &Toolbar
ar: اعرض شريط الأ&دوات
eo: Montri illis&telon

source: Configure Tool&bars...
ar: اضبط أ&شرطة الأدوات...
eo: Agordi Il&bretojn...

source: Configure toolbars
ar: اضبط أشرطة الأدوات
eo: Agordi ilbretojn

source: Configure &Kajongg...
ar: اضبط &كاجونغ...
eo: Agordi &Kajongg...

source: Configure
ar: اضبط
eo: Agordi

source: &Game
ar: &لعبة
eo: &Ludo

source: &View
ar: &عرض
eo: &Vido

source: &Settings
ar: إ&عدادات
eo: &Agordoj

# @action:inmenu
source: &Help
ar: م&ساعدة
eo: &Helpo

source: Switch Application Language
ar: بدل لغة التطبيق...
eo: Ŝaltu Aplikan Lingvon

# @action:inmenu
source: About &Kajongg
ar: &حول كاجونغ
eo: Pri &Kajongg

source: Please choose the language which should be used for this application:
ar: فضلًا اختر اللغة التي تودّ استخدام التّطبيق بها:
eo: Bonvolu elekti la lingvon, kiu devus esti uzata por ĉi tiu aplikaĵo:

source: Add Fallback Language
ar: أضف لغة احتياطيّة
eo: Aldoni Retrodefaŭltan Lingvon

source: Primary language:
ar: اللغة الأساسيّة:
eo: Ĉefa lingvo:

source: Fallback language:
ar: اللغة الاحتياطية:
eo: Rezerva lingvo:

source: Remove
ar: أزل
eo: Forpreni

source: This is the main application language which will be used first, before any other languages.
ar: هذه لغة التّطبيق الأساسيّة التي ستُستخدم أوّلًا وقبل أيّة لغة أخرى.
eo: Ĉi tiu estas la ĉefa aplika lingvo, kiu estos uzata unue, antaŭ iuj aliaj lingvoj.

source: This is the language which will be used if any previous languages do not contain a proper translation.
ar: هذه اللغة التي ستُستخدم في حال لم تحتوي اللغات السّابقة على نصّ ترجمة.
eo: Ĉi tiu estas la lingvo kiu estos uzata se iuj antaŭaj lingvoj ne enhavas taŭgan tradukon.

source: About Kajongg
ar: حول كاجونغ
eo: Pri Kajongg

source: Version: %1
ar: الإصدارة: %1
eo: Versio: %1

source: Protocol version %1
ar: إصدار الميفاق %1
eo: Protokola versio %1

source: Original author
ar: المؤلف الأصلي
eo: Origina aŭtoro

source: KDE Frameworks (not installed or not usable)
ar: إطار عمل كِيدِي (لم يثبت أو لم يستعمل)
eo: KDE-Frameworks (ne instalitaj aŭ ne uzeblaj)

# kajongg
source: Using versions %1
ar: يستخدم الإصدارات %1
eo: Uzante versiojn %1

source: This is the classical Mah Jongg for four players. If you are looking for Mah Jongg solitaire please use the application kmahjongg.
ar: هذه هي لعبة ماه جونغ الكلاسيكية لأربعة لاعبين. إذا كنت تبحث عن لعبة سوليتير ماهجونغ يرجى استخدام تطبيق ماهجونج ك.
eo: Ĉi tiu estas la klasika Mah Jongg por kvar ludantoj. Se vi serĉas Mah Jongg solitaire bonvolu uzi la aplikaĵon kmahjongg.

source: Please use <a href="https://bugs.kde.org">https://bugs.kde.org</a> to report bugs.
ar: رجاءً استخدم <a href="https://bugs.kde.org">https://bugs.kde.org</a> للإبلاغ عن العلل.
eo: Bonvolu uzi <a href="https://bugs.kde.org">https://bugs.kde.org</a> por raporti erarojn.

source: Authors:
ar: المؤلفون:
eo: Aŭtoroj:

source: Configure Toolbars
ar: اضبط أشرطة الأدوات
eo: Agordi Ilobretojn

source: A&vailable actions:
ar: الإجراءات المتو&فّرة:
eo: Ha&veblaj agoj:

source: Curr&ent actions:
ar: الإجراءات ال&حاليّة:
eo: Aktu&alaj agoj:

source: trying to start local server %1
ar: يحاول بدء خادم محلي %1
eo: provante lanĉi lokan servilon %1

source: removed stale socket <filename>%1</filename>
ar: أُزيل مقبس بائد <filename>%1</filename>
eo: forigita malnoviĝinta ingo <filename>%1</filename>

source: started the local kajongg server: pid=<numid>%1</numid> %2
ar: بدء تشغيل خادم كاجونغ المحلي: pid=<numid>%1</numid> %2
eo: startigis la lokan kajongg-servilon: pid=<numid>%1</numid> %2

# kajongg
source: Login
ar: ولوج
eo: Ensaluti

source: Game server:
ar: خادم اللعب:
eo: Ludservilo:

source: Username:
ar: اسم المستخدم:
eo: Uzantnomo:

source: Password:
ar: كلمة السر:
eo: Pasvorto:

# kajongg
source: Ruleset:
ar: قواعد اللعب:
eo: Regularo:

# @title:window
source: Create User Account
ar: أنشئ حسابًا
eo: Krei Uzantan Konton

source: Repeat password:
ar: &كرّر كلمة السر:
eo: Ripetu pasvorton:

source: You are already connected to server %1
ar: متّصل بالفعل بـ %1
eo: Vi jam estas konektita al la servilo %1

# USER is not known on SERVER
source: %1 is not known on %2, do you want to open an account?
ar: %1 غير معروف في %2، هل تريد فتح حساب؟
eo: %1 ne estas konata ĉe %2, ĉu vi volas malfermi konton?

source: Server %1 did not answer
ar: لم يقم الخادم %1 بالرد
eo: Servilo %1 ne respondis

source: Server %1 refused connection
ar: رُفض الاتصال بالخادم %1
eo: Servilo %1 rifuzis konekton

source: Server %1 does not run a kajongg server
ar: الخادم %1 لا يقوم بتشغيل خادم كاجونغ
eo: Servilo %1 ne funkcias kajongg-servilon

source: Address for server %1 cannot be found
ar: لا يمكن العثور على عنوان الخادم %1
eo: Adreso por servilo %1 ne troveblas

source: Login to server %1 failed: You have no network connection
ar: فشل الولوج إلى الخادم %1: ليس لديك اتصال بالشبكة
eo: Ensaluto al servilo %1 malsukcesis: Vi ne havas retkonekton

source: Please try again
ar: فضلًا جرّب مجدّدًا.
eo: Bonvolu reprovi

# @action:inmenu
source: &Score Manual Game
ar: &سجّل نقاط لعبة يدوية
eo: &Poentaro de Permana Ludo

# @action:intoolbar
source: Manual Game
ar: لعبة يدوية
eo: Permana Ludo

# kajongg @info:tooltip
source: &Score a manual game.
ar: &سجّل نقاط لعبة يدوية.
eo: &Poentigi manan ludon.

# @action:intoolbar
source: &Play
ar: &شغل
eo: &Ludi

# kajongg @info:tooltip
source: Start a new game.
ar: ابدأ لعبة جديدة.
eo: Komenci novan ludon.

# @action:inmenu
source: &Abort Game
ar: أ&لغ اللعبة
eo: Mald&aŭrigi Ludon

# kajongg @info:tooltip
source: Abort the current game.
ar: ألغ اللعبة الحالية.
eo: Ĉesigi la nunan ludon.

# @action:inmenu
source: &Quit Kajongg
ar: أنه &كاجونغ
eo: &Forlasi Kajongg

# @action:intoolbar
source: &Players
ar: اللاعبون
eo: Lu&dantoj

# kajongg @info:tooltip
source: define your players.
ar: عرّف لاعبيك
eo: difinu viajn ludantojn.

# @action:intoolbar
source: &Rulesets
ar: &مجموعات القواعد
eo: &Regularoj

# kajongg @info:tooltip
source: customize rulesets.
ar: خصص مجموعات القواعد.
eo: personecigi regulojn.

# @action:inmenu
source: &Change Visual Angle
ar: غيّر زاوية الرؤية
eo: Ŝanĝi &Vidan Angulon

# @action:intoolbar
source: Angle
ar: الزاوية
eo: Angulo

# kajongg @info:tooltip
source: Change the visual appearance of the tiles.
ar: غيّر المظهر المرئي للقطع.
eo: Ŝanĝi la vidan aspekton de la kaheloj.

# @action:inmenu
source: F&ull Screen Mode
ar: وضع ملء ال&شاشة
eo: Plenekrana Reĝim&o

# kajongg @action:inmenu
source: &Score Table
ar: &تسجيل النقاط الطاولة
eo: &Poentotabelo

# kajongg @action:intoolbar
source: &Scores
ar: ال&نتائج
eo: &Poentoj

# kajongg @info:tooltip
source: Show or hide the score table for the current game.
ar: إظهار أو إخفاء طاولة النتائج للعبة الحالية.
eo: Montri aŭ kaŝi la poentartabelon por la nuna ludo.

# @action:inmenu
source: &Explain Scores
ar: ا&شرح النتائج
eo: &Klarigi Poentojn

# @action:intoolbar
source: &Explain
ar: ا&شرح
eo: &Klarigi

# kajongg @info:tooltip
source: Explain the scoring for all players in the current game.
ar: اشرح النتيجة لجميع اللاعبين في اللعبة الحالية.
eo: Klarigi la poentadon por ĉiuj ludantoj en la nuna ludo.

# @action:inmenu
source: &Demo Mode
ar: ال&وضع التجريبي
eo: &Demonstra Reĝimo

# kajongg @info:tooltip
source: Let the computer take over for you. Start a new local game if needed.
ar: دع الحاسوب يتولى الأمر نيابة عنك. ابدأ لعبة محلية جديدة إذا لزم الأمر.
eo: Lasi la komputilon transpreni por vi. Komenci novan lokan ludon se necese.

source: C&hat
ar: &دردشة
eo: &Babili

# kajongg @info:tooltip
source: Chat with the other players.
ar: دردش مع اللاعبين الأحرين
eo: Babilu kun la aliaj ludantoj.

source: saying %1 violates Original Call
ar: قول %1 ينتهك النداء الأصلي
eo: dirante %1 malobservas Originan Vokon

source: claiming %1 is dangerous because you will have to discard a dangerous tile
ar: إن المطالبة بـ %1 أمر خطير لأنه سيتعين عليك التخلص من القطعة الخطيرة
eo: aserti %1 estas danĝera ĉar vi devos forĵeti danĝeran kahelon

source: claiming %1 for %2 is dangerous because you will have to discard a dangerous tile
ar: إن المطالبة بـ %1 لـ %2 أمر خطير لأنه سيتعين عليك التخلص من القطعة الخطيرة
eo: aserti %1 por %2 estas danĝera ĉar vi devos forĵeti danĝeran kahelon

source: You may say %1
ar: يمكنك أن تقول %1
eo: Vi povas diri %1

# kajongg
source: Pung
ar: بونغ

# kajongg
source: Kong
ar: كونغ

# kajongg game dialog:Key for Kong
source: K
ar: كلفن

source: saying Kong for %1 violates Original Call
ar: قول كونغ لـ %1 ينتهك النداء الأصلي
eo: dirante Kong por %1 malobservas Originan Vokon

source: You may say Kong for %1
ar: يمكنك قول كونغ لـ %1
eo: Vi povas diri Kong por %1

# kajongg
source: Chow
ar: تشاو

# kajongg
source: Mah Jongg
ar: ما كونغ

# kajongg game dialog:Key for Mah Jongg
source: M
ar: م

source: Press here and you win
ar: اضغط هنا وستفوز
eo: Premu ĉi tie kaj vi gajnas

# kajongg
source: Original Call
ar: النداء الأصلي
eo: Origina Voko

source: discarding %1 and declaring Original Call makes this hand unwinnable
ar: تجاهل %1 وإعلان النداء الأصلي يجعل هذه اليد غير قابلة للفوز
eo: forĵeti %1 kaj deklari Originan Vokon igas ĉi tiun manon negajnebla

source: Discard a tile, declaring Original Call meaning you need only one tile to complete the hand and will not alter the hand in any way (except bonus tiles)
ar: تخلص من قطعة، معلناً "النداء الأصلي" مما يعني أنك تحتاج إلى قطعة واحدة فقط لإكمال اليد ولن تغير اليد بأي شكل من الأشكال (باستثناء قطع المكافآت)
eo: Forĵetu kahelon, deklarante Originan Vokon, kio signifas, ke vi bezonas nur unu kahelon por kompletigi la manon kaj neniel ŝanĝos la manon (krom bonusaj kaheloj)

# kajongg
source: Discard
ar: أهمِل
eo: Forigi

source: discarding %1 violates Original Call
ar: تجاهل %1 ينتهك النداء الأصلي
eo: forĵeti %1 malobservas Originan Vokon

source: discarding %1 is Dangerous Game
ar: تجاهل %1 لعبة خطيرة
eo: forĵeti %1 estas Danĝera Ludo

source: discard the least useful tile
ar: تجاهل القطعة الأقل فائدة
eo: forĵeti la malplej utilan kahelon

source: %1 is not ready to start the game
ar: %1 غير جاهز لبدء اللعبة
eo: %1 ne pretas komenci la ludon

source: Kajongg <numid>%1</numid>
ar: كاجونغ <numid>%1</numid>

# kajongg
source: Violates Original Call
ar: ينتهك النداء الأصلي
eo: Malobservas Originan Vokon

# kajongg
source: Dangerous Game
ar: لعبة خطيرة
eo: Danĝera Ludo

# kajongg
source: No Choice
ar: لا خيار
eo: Ne Elekto

# kajongg
source: OK
ar: حسنًا
eo: Bone

source: Confirm that you saw the message
ar: أكد من أنك شاهدت الرسالة
eo: Konfirmu, ke vi vidis la mesaĝon

# kajongg
source: No Claim
ar: لا يوجد مطالبة
eo: Neniu Aserto

source: You cannot or do not want to claim this tile
ar: لا يمكنك أو لا تريد المطالبة بهذا القطعة
eo: Vi ne povas aŭ ne volas postuli ĉi tiun kahelon

source: cannot find any %1 in the following directories, is libkmahjongg installed?
ar: لا يمكن العثور على أي %1 في الدلائل التالية، هل libkmahjongg مثبتة؟
eo: ne povas trovi %1 en la sekvaj dosierujoj, ĉu libkmahjongg estas instalita?

source: cannot find %1, using default
ar: لا يمكن العثور على %1، باستخدام المبدئيات
eo: ne povas trovi %1, uzante defaŭltan

source: unknown name
ar: اسم غير معروف
eo: nekonata nomo

source: unknown author
ar: مؤلف غير معروف
eo: nekonata aŭtoro

source: no description available
ar: لا يوجد وصف
eo: neniu priskribo havebla

source: no E-Mail address available
ar: لا يوجد عنوان بريد إلكتروني متاح
eo: neniu Retpoŝta adreso havebla

source: %1 claiming MahJongg: She does not really have tile %2
ar: %1 يطالب بـ ماهاجونغ: ليس لديها القطعة %2 حقيقة
eo: %1 asertante MahJongg: Ŝi vere ne havas kahelon %2

source: %1 claiming MahJongg: She did not pass all concealed tiles to the server
ar: %1 تطالب بـ ماهاجونغ: لم تمرر كافة القطع المخفية إلى الخادم
eo: %1 asertante MahJongg: Ŝi ne transdonis ĉiujn kaŝitajn kahelojn al la servilo

source: Player %1 has 3 or 4 exposed melds, all are green
ar: اللاعب %1 لديه 3 أو 4 خلطات مكشوفة، كلها باللون الأخضر
eo: Ludanto %1 havas 3 aŭ 4 elmontritajn kunfandaĵojn, ĉiuj estas verdaj

source: Player %1 may try a True Color Game
ar: يمكن للاعب %1 تجربة لعبة الألوان الحقيقية
eo: Ludanto %1 povas provi Veran Koloran Ludon

source: Player %1 may try an All Terminals Game
ar: يمكن للاعب %1 تجربة لعبة All Terminals
eo: Ludanto %1 povas provi All Terminals Game

source: Player %1 exposed many winds
ar: كشف اللاعب %1 عن العديد من الرياح
eo: Ludanto %1 elmontris multajn ventojn

source: Player %1 exposed many dragons
ar: كشف اللاعب %1 عن العديد من التنانين
eo: Ludanto %1 elmontris multajn drakojn

# define a new player
source: &New
ar: &جديد
eo: &Nova

source: Player %1 already exists
ar: اللاعب %1 موجود بالفعل
eo: Ludanto %1 jam ekzistas

source: Error while adding player %1: %2
ar: خطأ أثناء إضافة اللاعب %1: %2
eo: Eraro dum aldono de ludanto %1: %2

source: There are %1 finished and %2 unfinished games for %3, delete %3 anyway? This will also delete all games played by %3!
ar: هناك %1 لعبة منتهية و%2 لعبة غير مكتملة لـ %3، هل تريد حذف %3 على أية حال؟ سيؤدي هذا أيضًا إلى حذف جميع الألعاب التي لعبها %3!
eo: Estas %1 finitaj kaj %2 nefinitaj ludoj por %3, ĉu forviŝi %3 tamen? Ĉi tio ankaŭ forigos ĉiujn ludojn luditajn de %3!

source: Classical Chinese standard
ar: المعيار الصيني الكلاسيكي
eo: Klasika ĉina normo

source: Classical Chinese
ar: الصينية الكلاسيكية
eo: Klasika ĉino

source: Last Tile Taken from Dead Wall
ar: آخر قطعة مأخوذة من الجدار الميت
eo: Lasta Kahelo Prenita de Dead Wall

source: The dead wall is also called kong box: The last 16 tiles of the wall used as source of replacement tiles
ar: يُسمى الجدار الميت أيضًا صندوق كونغ: ستستخدم آخر 16 قطعة من الجدار كمصدر للقطع البديلة
eo: La morta muro ankaŭ estas nomita kong-skatolo: La lastaj 16 kaheloj de la muro uzataj kiel fonto de anstataŭaj kaheloj

source: Last Tile is Last Tile of Wall
ar: آخر قطعة هي آخر قطعة من الجدار
eo: Lasta Kahelo estas Lasta Kahelo de Muro

source: Winner said Mah Jong with the last tile taken from the living end of the wall
ar: قال الفائز ماه جونغ مع آخر قطعة مأخوذة من الطرف الحي للجدار
eo: Venkinto diris Mah Jong kun la lasta kahelo prenita de la vivanta fino de la muro

source: Last Tile is Last Tile of Wall Discarded
ar: آخر قطعة هي آخر قطعة من الجدار تُخلص منها
eo: Lasta Kahelo estas Lasta Kahelo de Muro Forĵetita

source: Winner said Mah Jong by claiming the last tile taken from the living end of the wall, discarded by another player
ar: قال الفائز ماه جونغ من خلال المطالبة بآخر قطعة مأخوذة من الطرف الحي للجدار، والتي تُخلص منها من قبل لاعب آخر
eo: Gajninto diris Mah Jong postulante la lastan kahelon prenitan de la vivanta fino de la muro, forĵetita fare de alia ludanto.

source: Robbing the Kong
ar: سرقة كونغ
eo: Ŝtelante la Kong

source: Winner said Mah Jong by claiming the 4th tile of a kong another player just declared
ar: الفائز قال ماه جونغ بالحصول على القطعة الرابعة لكونغ التي أعلنها لاعب آخر للتو
eo: Venkinto diris Mah Jong postulante la 4-an kahelon de kong, kiun alia ludanto ĵus deklaris

source: Mah Jongg with Original Call
ar: ماه جونغ مع النداء الأصلي
eo: Mah Jongg kun Origina Voko

source: Just before the first discard, a player can declare Original Call meaning she needs only one tile to complete the hand and announces she will not alter the hand in any way (except bonus tiles)
ar: قبل التجاهل الأول مباشرة، يمكن للاعب إعلان النداء الأصلي مما يعني أنها تحتاج إلى قطعة واحدة فقط لإكمال اليد وتعلن أنها لن تغير اليد بأي شكل من الأشكال (باستثناء قطع المكافآت)
eo: Ĵus antaŭ la unua forĵeto, ludanto povas deklari Original Call signifante ke ŝi bezonas nur unu kahelon por kompletigi la manon kaj sciigas ke ŝi ne ŝanĝos la manon iel ajn (krom bonuskaheloj)

source: Dangerous Game
ar: لعبة خطيرة
eo: Danĝera Ludo

source: In some situations discarding a tile that has a high chance to help somebody to win is declared to be dangerous, and if that tile actually makes somebody win, the discarder pays the winner for all
ar: في بعض المواقف، يعتبر التخلص من قطعة لديها فرصة كبيرة لمساعدة شخص ما على الفوز أمرًا خطيرًا، وإذا كانت هذه القطعة تجعل شخصًا ما يفوز بالفعل، فإن المتخلص يدفع للفائز مقابل الكل
eo: En kelkaj situacioj forĵeti kahelon kiu havas altan ŝancon helpi iun venki estas deklarita kiel danĝera, kaj se tiu kahelo efektive igas iun venki, la forĵetinto pagas la gajninton por ĉio.

source: Twofold Fortune
ar: ثروة مضاعفة
eo: Duobla Fortuno

source: Kong after Kong: Declare Kong and a second Kong with the replacement tile and Mah Jong with the second replacement tile
ar: كونغ بعد كونغ: أعلن كونغ وكونغ ثاني بالقطعة البديلة وماه جونغ بالقطعة البديلة الثانية
eo: Kong post Kong: Deklaru Kong kaj duan Kong kun la anstataŭiga kahelo kaj Mah Jong kun la dua anstataŭiga kahelo

source: Blessing of Heaven
ar: بركة الجنة
eo: Beno de Ĉielo

source: East says Mah Jong with the unmodified dealt tiles
ar: يقول الشرق ماه جونغ مع القطع الموزعة غير المعدلة
eo: Orienta diras Mah Jong kun la nemodifitaj kaheloj

source: Blessing of Earth
ar: بركة الأرض
eo: Beno de la Tero

source: South, West or North says Mah Jong with the first tile discarded by East
ar: يقول الجنوب أو الغرب أو الشمال ماه جونغ مع استبعاد القطعة الأولى من الشرق
eo: Suda, Okcidenta aŭ Norda diras Mah Jong kun la unua kahelo forĵetita de Oriento

source: East won nine times in a row
ar: الشرق فاز تسع مرات على التوالي
eo: Oriento venkis naŭ fojojn en vico
